import "./AboutUsBlock.css"

function AboutUsBlock() {
    return (
        <div className="about_us">
            <p className="about_us-title">О СофтТек</p>
            <div className="about_us-content">
                <p>
                    Мы не просто разрабатываем программное обеспечение — мы создаем инструменты, решающие реальные задачи бизнеса. Наша команда обеспечивает полный цикл: от разработки до надежной поддержки и аренды серверов, чтобы ваш бизнес всегда оставался на шаг впереди конкурентов.
                </p>
                <p>
                    Для клиентов СофтТек становится подрядчиком, с которым все задачи решаются в режиме единого окна. Мы ориентированы на долгосрочное сотрудничество и будем рады обсудить ваши планы - а затем реализовать их.
                </p>
            </div>
        </div>
    );
}

export default AboutUsBlock;