import "./AboutUsBlock.css"

function AboutUsBlock() {
    return (
        <div className="about_us">
            <p className="about_us-title">О нас</p>
            <div className="about_us-content">
                <p>
                    СофтТек - российский разработчик IT-решений
                </p>
                <p>
                    С 2020 года мы охватываем обширный спектр потребностей, включая аренду серверов, доменов, разработку программного обеспечения, создание и поддержку инфраструктуры, автоматизацию бизнес-процессов и консалтинг.
                </p>
                <p>
                    Наша команда, руководствуясь современными технологиями, индивидуальным подходом и интересом в долгосрочном сотрудничестве, обеспечивает высокое качество и надежность решений, что позволяет клиентам повышать эффективность работы и делегировать СофтТек до 100% потребностей, решая задачи в режиме единого окна.
                </p>
            </div>
        </div>
    );
}

export default AboutUsBlock;