import "./QuestionsAnswersBlock.css"

function QuestionsAnswersBlock() {
    return (
        <div className="question_sub-answer-wrapper">
            <h5 className="questions-answers_title">Вопросы-ответы</h5>
            <p className="question_sub">Как давно работает СофтТек?</p>
            <p className="question_sub-answer ">Мы работаем с 2020 года, и за это время смогли стать надёжным подрядчиком для компаний. С большинством клиентов продолжаем сотрудничество с самого открытия.</p>
            <p className="question_sub">В каком городе вы ведете работу?</p>
            <p className="question_sub-answer ">Мы работаем по всей России полностью удаленно, без офиса - это позволяет создавать лучшие условия для клиентов. Если требуется встреча вживую, то это можно сделать в г. Ижевск.</p>
            <p className="question_sub">Осуществляется ли поддержка?</p>
            <p className="question_sub-answer ">Конечно, мы нацелены на долгосрочное сотрудничество с каждым клиентом. Мы стремимся предоставлять максимально широкий и в то же время качественный набор решений, которые смогут закрывать большинство потребностей бизнеса в IT. Помимо разработки, мы будем рады поддерживать и развивать продукт, а также - осуществлять его безопасное хранение на наших мощностях.</p>
            <p className="question_sub">Какие технологии используются в разработке?</p>
            <p className="question_sub-answer ">Список технологий достаточно широкий, однако чаще всего используется PHP (Laravel, Symfony и др., если в CMS, то Битрикс: управление сайтом, Битрикс24 и др.), JS (React, Vue, Node и др.) и Python (Django, Flask и др.). Также в индивидуальном порядке, под запрос, используются и другие технологии.</p>
            <p className="question_sub">Как сформулировать запрос на разработку, если нет понимания в IT?</p>
            <p className="question_sub-answer ">От вас не требуется понимания технических тонкостей - мы возьмем это на себя. Мы любим общаться на языке бизнеса и переводить пожелания в вид технических заданий. Будьте уверены, что мы предложим не просто разработку, а инструмент, который отвечает потребностям бизнеса.</p>
            <p className="question_sub">Какие формы оплаты доступны?</p>
            <p className="question_sub-answer ">Вы можете произвести оплату наличным и безналичным способом.</p>

        </div>
    );
}

export default QuestionsAnswersBlock;